Repository: woo001016/test
Catalog: App_LocalResources/default.aspx.*.resx
Languages: es, zh_cn

# about_ic_txt1.text
source: CEO Message
es: Nuestro CEO
zh_cn: CEO 致辞

# about_ic_txt2.text
source: Business<br>Philosophy
es: Filosofía
zh_cn: 经营理念

# about_ic_txt3.text
source: VISION
es: Visión

# about_ic_txt4.text
source: CI
es: Identidad<br>Coorporativa

# about_ic_txt5.text
source: History
es: Historia
zh_cn: 公司沿革

# about_ic_txt6.text
source: Global Network
es: En donde estamos
zh_cn: 事业布局

# about_ic_txt7.text
source: News Center
es: Anuncios
zh_cn: 宣传

# biz_depth_txt1.text
source: Product Information
es: Informacion del producto
zh_cn: 产品信息

# biz_depth_txt2.text
source: Application
es: Aplicaciones
zh_cn: 应用领域

# business_b_txt.text
source: <span>LS&nbsp;</span><span>e-Mobility&nbsp;</span><span>Solutions</span><br> <span>provide&nbsp;</span><span>novel&nbsp;</span><span>solutions&nbsp;</span><span>towards&nbsp;</span><span>a&nbsp;</span><span>brighter&nbsp;</span><span>future</span>
es: <span>LS&nbsp;</span><span>e-Mobility&nbsp;</span><span>Solutions</span><br> <span>Creando&nbsp;</span><span>un&nbsp;</span><span>mundo&nbsp;</span><span>mejor&nbsp;</span><span>liderando&nbsp;</span><span>el&nbsp;</span><span>futuro</span>
zh_cn: <span>LS电动科技&nbsp;</span><br> <span>引领未来创造更好的世界</span>

# company_b_txt.text
source: <span>We&nbsp;</span><span>strive&nbsp;</span><span>to&nbsp;</span><span>become&nbsp;</span><span>the&nbsp;</span><span>No.1&nbsp;</span><span>Company&nbsp;</span><span>through</span><br> <span>World-class&nbsp;</span><span>quality&nbsp;</span><span>and&nbsp;</span><span>research&nbsp;</span><span>capabilities</span>
es: <span>Seremos&nbsp;</span><span>la&nbsp;</span><span>empresa&nbsp;</span><span>lider&nbsp;</span><span>globalmente&nbsp;</span><span>mediente&nbsp;</span><span>desarrollo&nbsp;</span><br><span>e</span> <span>investigacion&nbsp;</span><span>de&nbsp;</span><span>calidad&nbsp;</span><span>
zh_cn: <span>以引领世界的优秀品质和研究开发,&nbsp;</span><br> <span>跃升为全球第一企业</span>

# cs_ic_txt1.text
source: Contact<br>Information
es: Contactos<br>importantes
zh_cn: 负责人信息

# cs_ic_txt2.text
source: Online Inquiry
es: Preguntas en línea
zh_cn: 在线咨询

# cs_ic_txt3.text
source: Notice
es: Avisos & Anuncios
zh_cn: 公告事项

# customer_b_txt.text
source: <span>The&nbsp;</span><span>foundation&nbsp;</span><span>of&nbsp;</span><span>LS&nbsp;</span><span>e-Mobility&nbsp;</span><span>Solutions&nbsp;</span><span>is</span><br> <span>our&nbsp;</span><span>focus&nbsp;</span><span>and&nbsp;</span><span>gratitude&nbsp;</span><span>towards&nbsp;</span><span>our&nbsp;</span><span>customers</span>
es: <span>LS&nbsp;</span><span>e-Mobility&nbsp;</span><span>Solutions&nbsp;</span><span>nace</span><br> <span>del&nbsp;</span><span>corazón&nbsp;</span><span>que&nbsp;</span><span>valora&nbsp;</span><span>las&nbsp;</span><span>opiniones&nbsp;</span><span>del&nbsp;</span><span>cliente</span>
zh_cn: <span>LS电动科技&nbsp;</span><br> <span>始于珍惜顾客的意见</span>

# familysite.text
source: <li><a href="https://www.lsholdings.com/en" target="_blank">LS Group</a></li> <li><a href="https://www.ls-electric.com/" target="_blank">LS ELECTRIC</a></li> <li><a href="https://www.lscns.com/en/main.asp" target="_blank">LS Cable & System</a></li> <li><a href="http://www.lsnikko.com/english" target="_blank">LS-Nikko Copper</a></li> <li><a href="http://www.lsmtron.com/page/lsmtronMain.asp" target="_blank">LS Mtron</a></li> <li><a href="https://www.e1.co.kr/eng/main.aspx" target="_blank">E1</a></li> <li><a href="https://www.lsyesco.com/" target="_blank">YESCO</a></li> <li><a href="http://lsglobalinc.com/" target="_blank">LS Global</a></li> <li><a href="https://www.lsmetal.biz/ko/main/index.asp" target="_blank">LS Metal</a></li> <li><a href="http://www.ls-ind.co.kr/en/index.asp" target="_blank">LS I&D</a></li> <li><a href="https://www.lsnetworks.com/eng/" target="_blank">LS Networks</a></li> <li><a href="https://www.gaoncable.com/" target="_blank">Gaon Cable</a></li>
es: <li><a href="https://www.lsholdings.com/en" target="_blank">Grupo LS</a></li> <li><a href="https://www.ls-electric.com/" target="_blank">LS ELECTRIC</a></li> <li><a href="https://www.lscns.com/en/main.asp" target="_blank">LS Cable & System</a></li> <li><a href="http://www.lsnikko.com/english" target="_blank">LS-Nikko Copper</a></li> <li><a href="http://www.lsmtron.com/page/lsmtronMain.asp" target="_blank">LS Mtron</a></li> <li><a href="https://www.e1.co.kr/eng/main.aspx" target="_blank">E1</a></li> <li><a href="https://www.lsyesco.com/" target="_blank">YESCO</a></li> <li><a href="http://lsglobalinc.com/" target="_blank">LS Global</a></li> <li><a href="https://www.lsmetal.biz/ko/main/index.asp" target="_blank">LS Metal</a></li> <li><a href="http://www.ls-ind.co.kr/en/index.asp" target="_blank">LS I&D</a></li> <li><a href="https://www.lsnetworks.com/eng/" target="_blank">LS Networks</a></li> <li><a href="https://www.gaoncable.com/" target="_blank">Gaon Cable</a></li>
zh_cn: <li><a href="https://www.lsholdings.com/ko" target="_blank">LS集团</a></li> <li><a href="http://lselectric.com.cn" target="_blank">LS ELECTRIC</a></li> <li><a href="https://www.lscns.com/cn/main.asp" target="_blank">LS电缆</a></li> <li><a href="http://www.lsnikko.cn/chinese/index.aspx" target="_blank">LS-Nikko 铜制炼</a></li> <li><a href="http://www.lsmtronchina.com/page/productMain.asp" target="_blank">LS电子科技</a></li> <li><a href="https://www.e1.co.kr/main.aspx" target="_blank">E1</a></li> <li><a href="https://www.lsyesco.com" target="_blank">YESCO</a></li> <li><a href="http://lsglobalinc.com" target="_blank">LS Global</a></li> <li><a href="https://www.lsmetal.biz/ko/main/index.asp" target="_blank">LS Metal</a></li> <li><a href="http://www.ls-ind.co.kr" target="_blank">LS I&amp;D</a></li> <li><a href="ttps://www.lsnetworks.com" target="_blank">LS Networks</a></li> <li><a href="https://www.gaoncable.com" target="_blank">GAON</a></li>

# ft_info.text
source: <div> <p>CEO Won-Yil Kim</p> <p>Business Registraion Number<br>584-87-02619</p> </div> <div> <p>Chengju 1 Factory, 95, Baekbong-ro, Heungdeok-gu, <br>Cheongju-si, Chungcheongbuk-do, Korea (28439)</p> </div>
es: <div> <p>CEO Won-Il Kim</p> <p>Registro Federal de Contribuyentes<br>584-87-02619</p> </div> <div> <p>Chengju 1 Factory, 95, Baekbong-ro, Heungdeok-gu, <br>Cheongju-si, Chungcheongbuk-do, Korea (28439)</p> </div>
zh_cn: <div> <p>代表 金元日</p> <p>营业执照注册号&nbsp;&nbsp;584-87-02619</p> </div> <div> <p>清州总部 <br>韩国忠清北道清州市兴德区白峰路95</p> </div>

# m_business_b_txt.text
source: <p class="b_txt">LS e-Mobility Solutions <br>provide novel solutions <br>towards a brighter future</p>
es: <p class="b_txt">LS e-Mobility Solutions <br>Creando un mundo<br>mejor liderando el futuro</p>
zh_cn: <p class="b_txt">LS电动科技<br>引领未来创造更好的世界</p>

# m_company_b_txt.text
source: <p class="b_txt">We strive to become <br>the No.1 Company<br>through<br>world-class <br>quality and research <br>capabilities</p>
es: <p class="b_txt">Seremos la empresa lider<br>globalmente mediente desarrollo e<br>investigacion de calidad</p>
zh_cn: <p class="b_txt">以引领世界的优秀品质和<br>研究开发,<br>跃升为全球第一企业</p>

# m_customer_b_txt.text
source: <p class="b_txt">The foundation of <br>LS e-Mobility Solutions is <br>our focus and gratitude<br>towards our customers</p>
es: <p class="b_txt">LS e-Mobility Solutions nace<br>del corazón que valora<br>las opiniones del cliente</p>
zh_cn: <p class="b_txt">LS电动科技<br>始于珍惜顾客的意见</p>

# m_ft_info.text
source: <p>CEO Won-Yil Kim</p> <p>Business Registraion Number <br>584-87-02619</p> <p>Chengju 1 Factory, 95, Baekbong-ro, Heungdeok-gu, Cheongju-si, Chungcheongbuk-do, Korea (28439) </p>
es: <p>CEO Won-Il Kim</p> <p>Registro Federal de Contribuyentes<br>584-87-02619</p> <p>Chengju 1 Factory, 95, Baekbong-ro, Heungdeok-gu, Cheongju-si, Chungcheongbuk-do, Korea (28439) </p>
zh_cn: <p>代表 金元日</p> <p>营业执照注册号 584-87-02619</p> <p>韩国忠清北道清州市兴德区白峰路95</p>

# shortcut_tit1.text
source: Business
es: Nuestros Productos
zh_cn: 业务介绍

# shortcut_tit2.text
source: About us
es: Nosotros
zh_cn: 公司介绍

# shortcut_tit3.text
source: CS Center
es: Centro de atención al cliente
zh_cn: 客服中心

# txt_privacy.text
source: Privacy Policy
es: Políticas de privacidad
zh_cn: 隐私政策

# txt_sitemap.text
source: Sitemap
es: Mapa del sitio
zh_cn: 网站导览

# img_logo.text
source: <img src="/common/img/ko/common/logo4.png" alt="LS e-Mobility Solutions">
zh_cn: <img src="/common/img/cn/common/logo4.png" alt="LS e-Mobility Solutions">

# m_img_logo.text
source: <img src="/common/img/ko/common/mobile/logo3.png" alt="LS e-Mobility Solutions">
zh_cn: <img src="/common/img/cn/common/mobile/logo3.png" alt="LS e-Mobility Solutions">
