Repository: woo001016/test
Catalog: App_LocalResources/mobileTop.master.*.resx
Languages: es

# txt_addr.text
source: 충청북도 청주시 흥덕구 백봉로 95
es: Chengju 1 Factory, 95, Baekbong-ro, Heungdeok-gu, Cheongju-si, Chungcheongbuk-do, Korea (28439)

# txt_ceo.text
source: 대표 김원일
es: CEO Won-Il Kim

# txt_f_1.text
source: LS그룹
es: LS Group

# txt_f_10.text
source: LS 아이앤디
es: LS I&D

# txt_f_11.text
source: LS 네트웍스
es: LS Networks

# txt_f_12.text
source: 가온전선
es: Gaon Cable

# txt_f_3.text
source: LS 전선
es: LS Cable & System

# txt_f_4.text
source: LS-Nikko 동제련
es: LS-Nikko Copper

# txt_f_5.text
source: LS 엠트론
es: LS Mtron

# txt_f_7.text
source: 예스코홀딩스
es: YESCO

# txt_f_8.text
source: LS 글로벌
es: LS Global

# txt_f_9.text
source: LS 메탈
es: LS Metal

# txt_href1.text
source: https://www.lsholdings.com/ko
es: https://www.lsholdings.com/en

# txt_href10.text
source: http://www.ls-ind.co.kr/
es: http://www.ls-ind.co.kr/en/index.asp

# txt_href11.text
source: https://www.lsnetworks.com/
es: https://www.lsnetworks.com/eng/

# txt_href2.text
source: https://www.ls-electric.com/ko/
es: https://www.ls-electric.com/

# txt_href3.text
source: http://www.lscns.co.kr/kr/main.asp
es: https://www.lscns.com/en/main.asp

# txt_href4.text
source: http://www.lsnikko.com/nikko/index.aspx
es: http://www.lsnikko.com/english/

# txt_href5.text
source: http://www.lsmtron.co.kr/
es: http://www.lsmtron.com/page/lsmtronMain.asp

# txt_href6.text
source: https://www.e1.co.kr/main.aspx
es: https://www.e1.co.kr/eng/main.aspx

# txt_href9.text
source: https://www.lsmetal.biz/ko/main/index.asp
es: https://www.lsmetal.biz/en/main/

# txt_privacy.text
source: 개인정보처리방침
es: Privacy Policy

# txt_registration.text
source: 사업자등록번호 584-87-02619
es: Business Registraion Number<br> 584-87-02619

# txt_sitemap.text
source: 사이트맵
es: Sitemap
