Repository: woo001016/test
Catalog: business/bdu/App_LocalResources/default.aspx.*.resx
Languages: es, zh_cn

# center_box.text
source: Costomer Requirement
es: Requerimientos del cliente
zh_cn: 产品要求事项

# center_txt1.text
source: Customer
zh_cn: 客户

# center_txt2.text
source: ORDER TYPE
zh_cn: 订单类型

# con3_tit1.text
source: BDU DESIGN
es: BDU Diseño
zh_cn: BDU 设计

# con3_tit2.text
source: Thermal <br>Analysis
es: Analisis<br>térmico
zh_cn: 热分析

# con3_tit3.text
source: Random <br>Vibration <br>Analysis
es: Analisis de<br>vibraciones<br>aleatorias
zh_cn: 随机振动分析

# con3_tit4.text
source: Insulation <br>Design
es: Analisis de<br>aislacion<br>eléctrica
zh_cn: 绝缘分析

# con3_tit5.text
source: Model <br>Analysis
es: Analisis de<br>piezas
zh_cn: 模型分析

# img1.text
source: <img src="/common/img/en/business/img_bdu_detail.jpg" alt="main component">
es: <img src="/common/img/es/business/img_bdu_detail.jpg" alt="main component">
zh_cn: <img src="/common/img/cn/business/img_bdu_detail.jpg" alt="主要部件">

# info_ab_txt1.text
source: Feedback Assessment & Corrective Action
es: Retroalimentacion del plan de verificación y mejoras
zh_cn: 验证和改进方案反馈

# info_a_txt1.text
source: Product & Process Design<br>Simulation<br>Component Sourcing<br>Prototype & Pilot<br>Validation Testing<br>Production Launch
es: Product &Planificación de diseños y procesos productivos<br>Simulación<br>Adquisición de materiales<br>Pruebas piloto & prototipos<br>Testeo<br>Lanzamiento
zh_cn: 产品&工艺设计<br> 模拟<br> 部件采购<br> 原型&试行<br> 测试<br> 产品发布

# info_b_txt1.text
source: Process Design to Meet Build-to-Print<br>Prototype & Pliot<br>Validation Testing<br>Production Launch
es: Validación de diseño por el cliente<br>Pruebas piloto & prototipos<br>Testeo<br>Lanzamiento
zh_cn: 满足顾客要求的设计<br> 原型&试行<br> 测试<br> 产品发布

# info_txt1.text
source: A BDU (Battery Disconnect Unit) is a module that consists of parts such as current sensors, pre-charge resistors and fuses.<br>BDUs are placed in between batteries and inverters. Our BDUs are made in accordance with the customer’s request.
es: BDU (Unidad de Desconexion de Bateria) es un módulo compuesto por Relay`s,<br>fusibles, resistencias de precarga y sensores. Ubicado entre la bateria y el inversor.<br>El diseño del BDU es realizado a las neceidades especificas de cada cliente.
zh_cn: BDU (Battery Disconnect Unit) 是由继电器和电流传感器、预充电阻、<br>保险丝等组成的模块，位于电池和逆变器之间。 BDU是根据顾客要求进行开发。

# info_txt2.text
source: Disconnect HV system<br>from emergencies situation
zh_cn: 紧急情况下切断 HV系统

# info_txt3.text
source: Reduce ripple noise for<br>HV system
zh_cn: 减少 HV 系统的纹波噪声

# list_desc1.text
source: Rated Current<br> Rated Voltage<br> Carry Current<br> Contact Resistance<br> Short Circuit Current<br> Breakdown Voltage<br> Insulation Resistance
es: Corriente nominal<br> Tensión nominal<br> Capacidad actual<br> Resistencia de contacto<br> Corriente de cortocircuito<br> Resistencia de aislamiento
zh_cn: 额定电流<br> 额定电压<br> 电流容量<br> 接触电阻<br> 短路电流<br> 绝缘电阻

# list_desc2.text
source: Size<br> Weight<br> Layout<br> Mounting Location<br> IP Grade<br> Mechanical Shock<br> Random Vibration
es: Tamaño<br> Peso<br> Layout<br> Posicion de montaje<br> Grado IP<br> Impacto mecánico<br> Vibracion aleatoria
zh_cn: 尺寸<br> 重量<br> 布局<br> 安装位置<br> 放电/防水等级<br> 机械冲击<br> 随机振动

# list_desc3.text
source: Operating temperature<br> Humidity<br> Heat Shock<br> Water Spray<br> Salt Spray
es: Temperatura de funcionamiento<br> Humedad<br> Choque térmico<br> Salpicaduras de liquido<br> Salpicaduras de sales
zh_cn: 正常工作温度<br> 湿度<br> 热冲击<br> 水喷雾<br> 盐雾

# list_tit1.text
source: Electrical <br>Performance
es: Rendimiento<br>electrico
zh_cn: 电气性能

# list_tit2.text
source: Physical <br>Information
es: Disposición<br>de piezas
zh_cn: 产品配置信息

# list_tit3.text
source: Environmental <br>Stress
es: Condiciones<br>ambientales
zh_cn: 环境条件

# list_txt1.text
source: Additional components
zh_cn: 附加部件

# m_con3_tit2.text
source: Thermal Analysis
es: Analisis térmico
zh_cn: 热分析

# m_con3_tit3.text
source: Insulation Design
es: Analisis de aislacion eléctrica
zh_cn: 绝缘分析

# m_con3_tit4.text
source: Random Vibration Analysis
es: Analisis de vibraciones aleatorias
zh_cn: 随机振动分析

# m_con3_tit5.text
source: Model Analysis
es: Analisis de piezas
zh_cn: 模型分析

# m_img1.text
source: <img src="/common/img/en/business/mobile/img_bdu_detail.jpg" alt="Main Component">
es: <img src="/common/img/es/business/mobile/img_bdu_detail.jpg" alt="Main Component">
zh_cn: <img src="/common/img/cn/business/mobile/img_bdu_detail.jpg" alt="主要部件">

# m_info_txt1.text
source: A BDU (Battery Disconnect Unit) is a module that consists of parts such as current sensors, pre-charge resistors and fuses. BDUs are placed in between batteries and inverters. Our BDUs are made in accordance with the customer’s request.
es: BDU (Unidad de Desconexion de Bateria) es un módulo compuesto por Relay`s, fusibles, resistencias de precarga y sensores. Ubicado entre la bateria y el inversor. El diseño del BDU es realizado a las neceidades especificas de cada cliente.
zh_cn: BDU (Battery Disconnect Unit) <br>是由继电器和电流传感器、<br>预充电阻、保险丝等组成的模块, <br>位于电池和逆变器之间。<br>BDU是根据顾客要求进行开发。

# m_info_txt2.text
source: Disconnect HV system from emergencies situation
zh_cn: 紧急情况下切断 HV系统

# m_info_txt3.text
source: Reduce ripple noise for HV system
zh_cn: 减少 HV 系统的纹波噪声

# m_list_desc1.text
source: Rated Current<br> Rated Voltage<br> Carry Current<br> Contact Resistance<br> Short Circuit Current<br> Breakdown Voltage<br> Insulation Resistance
es: Corriente nominal<br> Tensión nominal<br> Capacidad actual<br> Resistencia de contacto<br> Corriente de cortocircuito<br> Resistencia de aislamiento
zh_cn: <span>额定电流<br>额定电压<br>电流容量</span> <span>接触电阻<br>短路电流<br>绝缘电阻</span>

# m_list_desc2.text
source: Size<br> Weight<br> Layout<br> Mounting Location<br> IP Grade<br> Mechanical Shock<br> Random Vibration
es: Tamaño<br> Peso<br> Layout<br> Posicion de montaje<br> Grado IP<br> Impacto mecánico<br> Vibracion aleatoria
zh_cn: <span>尺寸<br>重量<br>布局<br>安装位置</span> <span>放电/防水等级<br>机械冲击<br>随机振动</span>

# m_list_desc3.text
source: Operating temperature<br> Humidity<br> Heat Shock<br> Water Spray<br> Salt Spray
es: Temperatura de funcionamiento<br> Humedad<br> Choque térmico<br> Salpicaduras de liquido<br> Salpicaduras de sales
zh_cn: <span>正常工作温度<br>湿度<br>热冲击</span> <span>水喷雾<br>盐雾</span>

# m_list_tit1.text
source: Electrical Performance
es: Rendimiento electrico
zh_cn: 电气性能

# m_list_tit2.text
source: Physical Information
es: Disposición de piezas
zh_cn: 产品配置信息

# m_list_tit3.text
source: Environmental Stress
es: Condiciones ambientales
zh_cn: 环境条件

# m_list_txt1.text
source: Additional <br>components
zh_cn: 附加部件

# txt_tit1.text
source: Development Process
es: Requisitos del producto
zh_cn: 开发流程

# txt_tit2.text
source: Main Component
es: Coponentes principales
zh_cn: 主要部件

# txt_tit3.text
source: Design Process
es: Proceso de diseño
zh_cn: 设计流程

# txt_tit4.text
source: Reference
es: Cliente
zh_cn: 交货实绩

# type_txt1.text
source: Standard
zh_cn: 产品要求事项

# vis_tit.text
source: EV Relay
zh_cn: LS电动科技 业务介绍
